---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FabricWireType
source: html/231729c4-b860-8058-e471-0d1a220691dd.htm
---
# FabricWireType Properties

The id of the assembly instance to which the element belongs.